ques_for_check = [
    'что такое datapk-itm?',
    'каковы принципы парольной политики программного продукта datapk-itm?'
]

references = {
    ques_for_check[0]: "Datapk-ITM - это программный комплекс для мониторинга и управления ИТ -инфраструктурой. Он позволяет отслеживать производительность и доступность различных устройств и сервисов, а также создавать триггеры для оповещений при возникновении проблем",
    ques_for_check[1]: "длина пароля должна быть не менее 16 символов, буквы в нижнем и верхнем регистрах, цифры и специальные символы, минимальное количество цифр -2",
}
